tap "delphinus/sfmono-square"
tap "jesseduffield/lazygit"
tap "homebrew/bundle"

brew "bat"
brew "delphinus/sfmono-square/sfmono-square"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "julia"
brew "less"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "marp-cli"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pwgen"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "silicon"
brew "starship"
brew "tokei"
brew "vim"
brew "wget"
brew "xpdf"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "appcleaner"
cask "aquaskk"
cask "brave-browser"
cask "coteditor"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "kitty"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "nordvpn"
cask "pdf-expert"
cask "skim"
cask "slack"
cask "spotify"
cask "typora"
cask "workflowy"
cask "xquartz"
cask "zoom"

mas "Adblock Plus", id: 1432731683
mas "Keynote", id: 409183694
mas "Line", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Vimari", id: 1480933944
